Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PluginStoreServerUnreachable
source: Cannot connect to plugin store server. Check your network or server status.
de_de: Plugin-Markt-Server nicht erreichbar. Bitte überprüfen Sie Ihre Netzwerkverbindung oder den Serverstatus.
es_mx: No se puede conectar al servidor de la tienda de plugins. Verifica tu red o el estado del servidor
fr_fr: Impossible de se connecter au serveur du magasin de plugins. Veuillez vérifier votre réseau ou l'état du serveur.
hi_in: प्लगइन स्टोर सर्वर से कनेक्ट नहीं कर सकते। अपना नेटवर्क या सर्वर स्थिति जाँचें।
id_id: Tidak dapat terhubung ke server toko plugin, silakan periksa jaringan atau status server
ja_jp: プラグインストアサーバーに接続できません。ネットワークまたはサーバーの状態を確認してください
ko_kr: 플러그인 스토어 서버에 연결할 수 없습니다. 네트워크 또는 서버 상태를 확인해 주세요
ru_ru: Не удалось подключиться к серверу магазина плагинов. Проверьте сеть или состояние сервера
zh_cn: 无法连接到插件商城服务器，请检查网络或服务器状态
zh_tw: 無法連線到插件商城伺服器，請檢查網路或伺服器狀態

# PluginStoreServerTimeout
source: Plugin store connection timed out. Please try again later.
de_de: Zeitüberschreitung beim Verbinden mit dem Plugin-Markt. Bitte versuchen Sie es später erneut.
es_mx: Tiempo de espera agotado al conectar con la tienda de plugins. Inténtalo más tarde
fr_fr: Connexion au magasin de plugins expirée. Veuillez réessayer plus tard.
hi_in: प्लगइन स्टोर कनेक्शन समय समाप्त। कृपया बाद में पुनः प्रयास करें।
id_id: Koneksi ke toko plugin timeout, silakan coba lagi nanti
ja_jp: プラグインストアへの接続がタイムアウトしました。しばらくしてから再度お試しください
ko_kr: 플러그인 스토어 연결 시간 초과. 잠시 후 다시 시도해 주세요
ru_ru: Время ожидания подключения к магазину истекло. Повторите попытку позже
zh_cn: 连接插件商城超时，请稍后重试
zh_tw: 連線插件商城逾時，請稍後重試

# PluginStoreLoadListFailed
source: Failed to load plugin list: {0}
de_de: Plugin-Liste konnte nicht geladen werden: {0}
es_mx: Error al cargar la lista de plugins: {0}
fr_fr: Échec du chargement de la liste des plugins : {0}
hi_in: प्लगइन सूची लोड करने में विफल: {0}
id_id: Gagal memuat daftar plugin: {0}
ja_jp: プラグイン一覧の読み込みに失敗しました: {0}
ko_kr: 플러그인 목록 불러오기 실패: {0}
ru_ru: Не удалось загрузить список плагинов: {0}
zh_cn: 加载插件列表失败: {0}
zh_tw: 載入插件列表失敗: {0}

# PluginStoreDownloadLuaFailed
source: Cannot download install script. Server unavailable.
de_de: Installationsskript kann nicht heruntergeladen werden. Server nicht verfügbar.
es_mx: No se puede descargar el script de instalación, servidor no disponible
fr_fr: Impossible de télécharger le script d'installation. Serveur indisponible.
hi_in: इंस्टॉल स्क्रिप्ट डाउनलोड नहीं कर सकते। सर्वर अनुपलब्ध है।
id_id: Tidak dapat mengunduh skrip pemasangan, server tidak tersedia
ja_jp: インストールスクリプトをダウンロードできません。サーバーが利用できません
ko_kr: 설치 스크립트를 다운로드할 수 없습니다. 서버를 사용할 수 없습니다
ru_ru: Не удалось загрузить скрипт установки: сервер недоступен
zh_cn: 无法下载安装脚本，服务器不可用
zh_tw: 無法下載安裝腳本，伺服器目前無法使用

# PluginStoreDownloadLuaError
source: Download script failed: {0}
de_de: Installationsskript-Download fehlgeschlagen: {0}
es_mx: Error al descargar el script de instalación: {0}
fr_fr: Échec du téléchargement du script d'installation : {0}
hi_in: डाउनलोड स्क्रिप्ट विफल: {0}
id_id: Gagal mengunduh skrip pemasangan: {0}
ja_jp: インストールスクリプトのダウンロードに失敗しました: {0}
ko_kr: 설치 스크립트 다운로드 실패: {0}
ru_ru: Не удалось загрузить скрипт установки: {0}
zh_cn: 下载安装脚本失败: {0}
zh_tw: 下載安裝腳本失敗: {0}

# PluginStoreDownloading
source: Downloading {0}%
de_de: Wird heruntergeladen {0}%
es_mx: Descargando {0}%
fr_fr: Téléchargement {0} %
hi_in: डाउनलोड हो रहा है {0}%
id_id: Mengunduh {0}%
ja_jp: ダウンロード中 {0}%
ko_kr: 다운로드 중 {0}%
ru_ru: Загрузка {0}%
zh_cn: 下载中 {0}%
zh_tw: 下載中 {0}%

# PluginStoreDownloadFileFailed
source: Cannot download plugin file. Server unavailable.
de_de: Plugin-Datei kann nicht heruntergeladen werden. Server nicht verfügbar.
es_mx: No se puede descargar el archivo del plugin, servidor no disponible
fr_fr: Impossible de télécharger le fichier du plugin. Serveur indisponible.
hi_in: प्लगइन फ़ाइल डाउनलोड नहीं कर सकते। सर्वर अनुपलब्ध है।
id_id: Tidak dapat mengunduh file plugin, server tidak tersedia
ja_jp: プラグインファイルをダウンロードできません。サーバーが利用できません
ko_kr: 플러그인 파일을 다운로드할 수 없습니다. 서버를 사용할 수 없습니다
ru_ru: Не удалось загрузить файл плагина: сервер недоступен
zh_cn: 无法下载插件文件，服务器不可用
zh_tw: 無法下載插件檔案，伺服器目前無法使用

# PluginStoreDownloadFileError
source: Download file failed: {0}
de_de: Plugin-Datei-Download fehlgeschlagen: {0}
es_mx: Error al descargar el archivo del plugin: {0}
fr_fr: Échec du téléchargement du fichier du plugin : {0}
hi_in: डाउनलोड फ़ाइल विफल: {0}
id_id: Gagal mengunduh file plugin: {0}
ja_jp: プラグインファイルのダウンロードに失敗しました: {0}
ko_kr: 플러그인 파일 다운로드 실패: {0}
ru_ru: Не удалось загрузить файл плагина: {0}
zh_cn: 下载插件文件失败: {0}
zh_tw: 下載插件檔案失敗: {0}

# PluginStoreDownloadCountWan
source: {0:F1}M
de_de: {0:F1} Mio.
id_id: {0:F1}rb
ja_jp: {0:F1}万
ko_kr: {0:F1}만
ru_ru: {0:F1} млн
zh_cn: {0:F1}万
zh_tw: {0:F1}萬

# PluginStoreScriptDownloading
source: Downloading install script...
de_de: Installationsskript wird heruntergeladen...
es_mx: Descargando script de instalación...
fr_fr: Téléchargement du script d'installation...
hi_in: इंस्टॉल स्क्रिप्ट डाउनलोड हो रही है...
id_id: Mengunduh skrip pemasangan...
ja_jp: インストールスクリプトをダウンロード中...
ko_kr: 설치 스크립트 다운로드 중...
ru_ru: Загрузка скрипта установки...
zh_cn: 下载安装脚本...
zh_tw: 下載安裝腳本...

# PluginStoreScriptScanning
source: Scanning...
de_de: Scannen läuft...
es_mx: Escaneando...
fr_fr: Analyse en cours...
hi_in: स्कैन हो रहा है...
id_id: Memindai...
ja_jp: スキャン中...
ko_kr: 스캔 중...
ru_ru: Сканирование...
zh_cn: 扫描中...
zh_tw: 掃描中...

# PluginStoreScriptExecuting
source: Executing install script...
de_de: Installationsskript wird ausgeführt...
es_mx: Ejecutando script de instalación...
fr_fr: Exécution du script d'installation...
hi_in: इंस्टॉल स्क्रिप्ट निष्पादित हो रही है...
id_id: Menjalankan skrip pemasangan...
ja_jp: インストールスクリプトを実行中...
ko_kr: 설치 스크립트 실행 중...
ru_ru: Выполнение скрипта установки...
zh_cn: 执行安装脚本...
zh_tw: 執行安裝腳本...

# PluginStoreLuaSecurityFailed
source: Lua script failed security check.
de_de: Lua-Skript hat die Sicherheitsüberprüfung nicht bestanden.
es_mx: El script Lua no pasó la verificación de seguridad.
fr_fr: Le script Lua n'a pas passé la vérification de sécurité.
hi_in: Lua स्क्रिप्ट सुरक्षा जाँच में विफल रही।
id_id: Skrip Lua gagal melewati verifikasi keamanan.
ja_jp: Luaスクリプトはセキュリティ検証を通過しませんでした。
ko_kr: Lua 스크립트가 보안 검증을 통과하지 못했습니다.
ru_ru: Lua-скрипт не прошёл проверку безопасности.
zh_cn: Lua脚本未通过安全验证。
zh_tw: Lua腳本未通過安全性驗證。

# PluginStoreLuaScriptError
source: Lua script error: {0}
de_de: Lua-Skriptfehler: {0}
es_mx: Error en el script Lua: {0}
fr_fr: Erreur du script Lua : {0}
hi_in: Lua स्क्रिप्ट त्रुटि: {0}
id_id: Kesalahan skrip Lua: {0}
ja_jp: Luaスクリプトエラー: {0}
ko_kr: Lua 스크립트 오류: {0}
ru_ru: Ошибка Lua-скрипта: {0}
zh_cn: Lua脚本错误: {0}
zh_tw: Lua腳本錯誤: {0}

# PluginStoreLuaScriptFailed
source: Lua script execution failed: {0}
de_de: Lua-Skript konnte nicht ausgeführt werden: {0}
es_mx: Error al ejecutar el script Lua: {0}
fr_fr: Échec de l'exécution du script Lua : {0}
hi_in: Lua स्क्रिप्ट निष्पादन विफल: {0}
id_id: Eksekusi skrip Lua gagal: {0}
ja_jp: Luaスクリプトの実行に失敗しました: {0}
ko_kr: Lua 스크립트 실행 실패: {0}
ru_ru: Не удалось выполнить Lua-скрипт: {0}
zh_cn: Lua脚本执行失败: {0}
zh_tw: Lua腳本執行失敗: {0}

# PluginStoreDialogClose
source: Close
de_de: Schließen
es_mx: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
ja_jp: 閉じる
ko_kr: 닫기
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# PluginStoreSecurityEmptyPath
source: Security: {0} operation received an empty path.
de_de: Sicherheit: Bei der Operation {0} wurde ein leerer Pfad übergeben.
es_mx: Seguridad: la operación {0} recibió una ruta vacía.
fr_fr: Sécurité : un chemin vide a été fourni pour l'opération {0}.
hi_in: सुरक्षा: {0} ऑपरेशन को खाली पथ मिला।
id_id: Keamanan: operasi {0} menerima jalur kosong.
ja_jp: セキュリティ: {0} の操作に空のパスが渡されました。
ko_kr: 보안: {0} 작업에 빈 경로가 전달되었습니다.
ru_ru: Безопасность: операция {0} получила пустой путь.
zh_cn: 安全: {0} 操作传入了空路径。
zh_tw: 安全性: {0} 操作傳入了空路徑。

# PluginStoreSecurityInvalidPath
source: Security: Invalid path ({0}): {1}
de_de: Sicherheit: Ungültiger Pfad ({0}): {1}
es_mx: Seguridad: ruta inválida ({0}): {1}
fr_fr: Sécurité : chemin invalide ({0}) : {1}
hi_in: सुरक्षा: अमान्य पथ ({0}): {1}
id_id: Keamanan: jalur tidak valid ({0}): {1}
ja_jp: セキュリティ: 無効なパス ({0}): {1}
ko_kr: 보안: 잘못된 경로 ({0}): {1}
ru_ru: Безопасность: недопустимый путь ({0}): {1}
zh_cn: 安全: 无效路径 ({0}): {1}
zh_tw: 安全性: 無效路徑 ({0}): {1}

# PluginStoreSecurityOutsideDir
source: Security: Path must be within the plugins directory ({0}).
de_de: Sicherheit: Der Pfad muss innerhalb des Plugin-Verzeichnisses liegen ({0}).
es_mx: Seguridad: la ruta debe estar dentro del directorio de plugins ({0}).
fr_fr: Sécurité : le chemin doit se trouver dans le répertoire des plugins ({0}).
hi_in: सुरक्षा: पथ प्लगइन निर्देशिका ({0}) के भीतर होना चाहिए।
id_id: Keamanan: jalur harus berada di dalam direktori plugin ({0}).
ja_jp: セキュリティ: パスはプラグインディレクトリ内 ({0}) にある必要があります。
ko_kr: 보안: 경로는 플러그인 디렉터리 내에 있어야 합니다 ({0}).
ru_ru: Безопасность: путь должен находиться внутри каталога плагинов ({0}).
zh_cn: 安全: 路径必须在插件目录内 ({0})。
zh_tw: 安全性: 路徑必須在插件目錄內 ({0})。

# PluginStoreSecurityBannedOp
source: Script contains forbidden operation ({0}).
de_de: Das Skript enthält eine verbotene Operation ({0}).
es_mx: El script contiene operaciones prohibidas ({0}).
fr_fr: Le script contient une opération interdite ({0}).
hi_in: स्क्रिप्ट में निषिद्ध ऑपरेशन ({0}) है।
id_id: Skrip mengandung operasi yang dilarang ({0}).
ja_jp: スクリプトに禁止された操作 ({0}) が含まれています。
ko_kr: 스크립트에 금지된 작업이 포함되어 있습니다 ({0}).
ru_ru: Скрипт содержит запрещённую операцию ({0}).
zh_cn: 脚本包含禁止的操作 ({0})。
zh_tw: 腳本包含禁止的操作 ({0})。

# PluginStoreSecurityPathTraversalShort
source: Path traversal attempt
de_de: Pfad-Traversal-Versuch
es_mx: Intento de path traversal
fr_fr: Tentative de traversée de répertoire
hi_in: पथ ट्रैवर्सल प्रयास
id_id: Upaya Path Traversal
ja_jp: パストラバーサル試行
ko_kr: 경로 조작 시도
ru_ru: Попытка обхода пути
zh_cn: 路径穿越尝试
zh_tw: 路徑穿越嘗試

# PluginStoreSecurityScriptTooLarge
source: Script too large
de_de: Skript zu groß
es_mx: Script demasiado grande
fr_fr: Script trop volumineux
hi_in: स्क्रिप्ट बहुत बड़ी है
id_id: Skrip Terlalu Besar
ja_jp: スクリプトが大きすぎます
ko_kr: 스크립트가 너무 큼
ru_ru: Скрипт слишком большой
zh_cn: 脚本过大
zh_tw: 腳本過大

# PluginStoreUpload
source: Upload Plugin
de_de: Plugin hochladen
es_mx: Subir plugin
fr_fr: Téléverser un plugin
hi_in: प्लगइन अपलोड करें
id_id: Unggah Plugin
ja_jp: プラグインをアップロード
ko_kr: 플러그인 업로드
ru_ru: Загрузить плагин
zh_cn: 上传插件
zh_tw: 上傳插件

# PluginStoreUploadTooltip
source: Submit your plugin on GitHub
de_de: Auf GitHub Ihr Plugin einreichen
es_mx: Ve a GitHub para enviar tu plugin
fr_fr: Soumettez votre plugin sur GitHub
hi_in: अपना प्लगइन GitHub पर सबमिट करें
id_id: Buka GitHub untuk mengirimkan pluginmu
ja_jp: GitHub でプラグインを提出する
ko_kr: GitHub로 이동하여 플러그인 제출
ru_ru: Отправить свой плагин на GitHub
zh_cn: 前往 GitHub 提交你的插件
zh_tw: 前往 GitHub 提交你的插件

# PluginStoreLuaTestButton
source: Lua Test
es_mx: Prueba Lua
fr_fr: Test Lua
hi_in: Lua परीक्षण
id_id: Tes Lua
ja_jp: Luaテスト
ko_kr: Lua 테스트
ru_ru: Тест Lua
zh_cn: Lua测试
zh_tw: Lua測試

# PluginStoreLuaTestTitle
source: Lua Plugin Install Script Test
de_de: Lua-Plugin-Installationsskript-Test
es_mx: Prueba de script de instalación de plugin Lua
fr_fr: Test du script d'installation du plugin Lua
hi_in: Lua प्लगइन इंस्टॉल स्क्रिप्ट परीक्षण
id_id: Tes Skrip Pemasangan Plugin Lua
ja_jp: Lua プラグインインストールスクリプトテスト
ko_kr: Lua 플러그인 설치 스크립트 테스트
ru_ru: Тест скрипта установки плагина Lua
zh_cn: Lua 插件安装脚本测试
zh_tw: Lua 插件安裝腳本測試

# PluginStoreLuaTestDescription
source: Enter your Lua plugin install script below and click Execute Test to validate it. The script runs in a sandboxed environment — all file operations are restricted to the Plugins directory.
de_de: Geben Sie unten das Lua-Plugin-Installationsskript ein und klicken Sie auf „Test ausführen“, um es zu überprüfen. Das Skript wird in einer Sandbox ausgeführt; alle Dateioperationen sind auf das Plugins-Verzeichnis beschränkt.
es_mx: Ingresa el script de instalación del plugin Lua abajo y haz clic en Ejecutar prueba para validarlo. El script se ejecutará en un entorno sandbox y todas las operaciones de archivos estarán limitadas al directorio Plugins.
fr_fr: Saisissez ci-dessous le script d'installation du plugin Lua, puis cliquez sur Exécuter le test pour le valider. Le script s'exécute dans un environnement sandbox, avec toutes les opérations de fichiers limitées au répertoire Plugins.
hi_in: नीचे अपनी Lua प्लगइन इंस्टॉल स्क्रिप्ट दर्ज करें और सत्यापित करने के लिए निष्पादन परीक्षण क्लिक करें। स्क्रिप्ट सैंडबॉक्स वातावरण में चलती है — सभी फ़ाइल ऑपरेशन Plugins निर्देशिका तक सीमित हैं।
id_id: Masukkan skrip pemasangan plugin Lua di bawah ini, klik Jalankan Tes untuk memverifikasi skrip. Skrip akan dijalankan di lingkungan sandbox, semua operasi file dibatasi di dalam direktori Plugins.
ja_jp: 下部に Lua プラグインインストールスクリプトを入力し、テスト実行をクリックしてスクリプトを検証してください。スクリプトはサンドボックス環境で実行され、すべてのファイル操作は Plugins ディレクトリ内に制限されます。
ko_kr: 아래에 Lua 플러그인 설치 스크립트를 입력하고 테스트 실행을 클릭하여 스크립트를 검증하세요. 스크립트는 샌드박스 환경에서 실행되며 모든 파일 작업은 Plugins 디렉터리 내로 제한됩니다.
ru_ru: Введите скрипт установки плагина Lua ниже и нажмите «Выполнить», чтобы проверить его. Скрипт запускается в изолированной среде, все операции с файлами ограничены каталогом Plugins.
zh_cn: 在下方输入 Lua 插件安装脚本，点击执行测试来验证脚本。脚本将在沙箱环境中运行，所有文件操作限制在 Plugins 目录内。
zh_tw: 在下方輸入 Lua 插件安裝腳本，點擊執行測試來驗證腳本。腳本將在沙箱環境中執行，所有檔案操作限制在 Plugins 目錄內。

# PluginStoreLuaTestInputHint
source: -- Enter Lua plugin install script here -- Available APIs: install.download(), install.extract(), install.download_plugin(id), etc. -- See Lua Plugin Dev Guide for details
de_de: -- Lua-Plugin-Installationsskript hier eingeben -- Verfügbare APIs: install.download(), install.extract(), install.download_plugin(id) usw. -- Weitere Informationen finden Sie im Lua-Plugin-Entwicklerleitfaden
es_mx: -- Ingresa aquí el script de instalación del plugin Lua -- APIs disponibles: install.download(), install.extract(), install.download_plugin(id), etc. -- Consulta la guía de desarrollo de plugins Lua
fr_fr: -- Saisissez ici le script d'installation du plugin Lua -- API disponibles : install.download(), install.extract(), install.download_plugin(id), etc. -- Consultez le guide de développement des plugins Lua
hi_in: -- Lua प्लगइन इंस्टॉल स्क्रिप्ट यहाँ दर्ज करें -- उपलब्ध API: install.download(), install.extract(), install.download_plugin(id), आदि। -- विवरण के लिए Lua प्लगइन डेव गाइड देखें
id_id: -- Masukkan skrip pemasangan plugin Lua di sini -- API yang tersedia: install.download(), install.extract(), install.download_plugin(id), dll. -- Lihat panduan pengembangan plugin Lua untuk detail
ja_jp: -- ここに Lua プラグインインストールスクリプトを入力してください -- 使用可能な API: install.download(), install.extract(), install.download_plugin(id) など -- 詳細は Lua プラグイン開発ガイドを参照してください
ko_kr: -- 여기에 Lua 플러그인 설치 스크립트를 입력하세요 -- 사용 가능한 API: install.download(), install.extract(), install.download_plugin(id) 등 -- 자세한 내용은 Lua 플러그인 개발 가이드를 참조하세요
ru_ru: -- Введите скрипт установки плагина Lua ниже -- Доступные API: install.download(), install.extract(), install.download_plugin(id) и др. -- Подробности см. в руководстве разработчика плагинов Lua
zh_cn: -- 在此输入 Lua 插件安装脚本 -- 可使用的 API: install.download(), install.extract(), install.download_plugin(id) 等 -- 详见 Lua 插件开发指南
zh_tw: -- 在此輸入 Lua 插件安裝腳本 -- 可使用的 API: install.download(), install.extract(), install.download_plugin(id) 等 -- 詳見 Lua 插件開發指南

# PluginStoreLuaTestRun
source: Execute Test
de_de: Test ausführen
es_mx: Ejecutar prueba
fr_fr: Exécuter le test
hi_in: परीक्षण निष्पादित करें
id_id: Jalankan Tes
ja_jp: テストを実行
ko_kr: 테스트 실행
ru_ru: Выполнить
zh_cn: 执行测试
zh_tw: 執行測試

# PluginStoreLuaTestSecurityWarning
source: Security Warning
de_de: Sicherheitswarnung
es_mx: Advertencia de seguridad
fr_fr: Avertissement de sécurité
hi_in: सुरक्षा चेतावनी
id_id: Peringatan Keamanan
ja_jp: セキュリティ警告
ko_kr: 보안 경고
ru_ru: Предупреждение безопасности
zh_cn: 安全警告
zh_tw: 安全性警告

# PluginStoreLuaTestSecurityBlocked
source: The script did not pass security validation: {0} Do you still want to execute it? (Not recommended)
de_de: Skript hat die Sicherheitsüberprüfung nicht bestanden: {0} Möchten Sie es trotzdem ausführen? (Nicht empfohlen)
es_mx: El script no pasó la verificación de seguridad: {0} ¿Aún así deseas ejecutarlo? (No recomendado)
fr_fr: Le script n'a pas passé la vérification de sécurité : {0} Voulez-vous quand même l'exécuter ? (Déconseillé)
hi_in: स्क्रिप्ट सुरक्षा सत्यापन में पास नहीं हुई: {0} क्या आप फिर भी इसे निष्पादित करना चाहते हैं? (अनुशंसित नहीं)
id_id: Skrip gagal melewati verifikasi keamanan: {0} Tetap ingin menjalankan? (Tidak Disarankan)
ja_jp: スクリプトはセキュリティ検証を通過しませんでした：{0} それでも実行しますか？（推奨されません）
ko_kr: 스크립트가 보안 검증을 통과하지 못했습니다: {0} 그래도 실행하시겠습니까? (권장하지 않음)
ru_ru: Скрипт не прошёл проверку безопасности: {0} Всё равно выполнить? (Не рекомендуется)
zh_cn: 脚本未通过安全验证：{0} 是否仍要执行？（不推荐）
zh_tw: 腳本未通過安全性驗證：{0} 是否仍要執行？（不建議）

# PluginStoreLuaTestExecuting
source: Executing Lua script...
de_de: Lua-Skript wird ausgeführt...
es_mx: Ejecutando script Lua...
fr_fr: Exécution du script Lua en cours...
hi_in: Lua स्क्रिप्ट निष्पादित हो रही है...
id_id: Sedang menjalankan skrip Lua...
ja_jp: Lua スクリプトを実行中...
ko_kr: Lua 스크립트 실행 중...
ru_ru: Выполнение Lua-скрипта...
zh_cn: 正在执行 Lua 脚本...
zh_tw: 正在執行 Lua 腳本...

# PluginStoreLuaTestSuccess
source: Lua script executed successfully
de_de: Lua-Skript erfolgreich ausgeführt
es_mx: Script Lua ejecutado correctamente
fr_fr: Exécution du script Lua réussie
hi_in: Lua स्क्रिप्ट सफलतापूर्वक निष्पादित हुई
id_id: Skrip Lua berhasil dijalankan
ja_jp: Lua スクリプトの実行に成功しました
ko_kr: Lua 스크립트 실행 성공
ru_ru: Lua-скрипт выполнен успешно
zh_cn: Lua 脚本执行成功
zh_tw: Lua 腳本執行成功

# PluginStoreLuaTestFailed
source: Lua script execution failed
de_de: Lua-Skript konnte nicht ausgeführt werden
es_mx: Error al ejecutar el script Lua
fr_fr: Échec de l'exécution du script Lua
hi_in: Lua स्क्रिप्ट निष्पादन विफल
id_id: Eksekusi skrip Lua gagal
ja_jp: Lua スクリプトの実行に失敗しました
ko_kr: Lua 스크립트 실행 실패
ru_ru: Не удалось выполнить Lua-скрипт
zh_cn: Lua 脚本执行失败
zh_tw: Lua 腳本執行失敗

# PluginStoreLuaTestLogSaved
source: Log saved to: {0}
de_de: Protokoll gespeichert unter: {0}
es_mx: Registro guardado en: {0}
fr_fr: Journal enregistré à l'emplacement : {0}
hi_in: लॉग सहेजा गया: {0}
id_id: Log telah disimpan ke: {0}
ja_jp: ログを保存しました： {0}
ko_kr: 로그 저장 위치: {0}
ru_ru: Журнал сохранён в: {0}
zh_cn: 日志已保存至： {0}
zh_tw: 日誌已儲存至： {0}

# PluginStoreLuaTestOpenLog
source: Open Log File
de_de: Protokolldatei öffnen
es_mx: Abrir archivo de registro
fr_fr: Ouvrir le fichier journal
hi_in: लॉग फ़ाइल खोलें
id_id: Buka File Log
ja_jp: ログファイルを開く
ko_kr: 로그 파일 열기
ru_ru: Открыть файл журнала
zh_cn: 打开日志文件
zh_tw: 開啟日誌檔案

# PluginStoreLuaTestClose
source: Close
de_de: Schließen
es_mx: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
ja_jp: 閉じる
ko_kr: 닫기
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# PluginStoreCategoryUtility
source: Utility
de_de: Dienstprogramme
es_mx: Utilidades
fr_fr: Utilitaires
hi_in: उपयोगिता
id_id: Utilitas
ja_jp: ユーティリティ
ko_kr: 유틸리티
ru_ru: Утилиты
zh_cn: 实用工具
zh_tw: 實用工具

# PluginStoreCategoryGameplay
source: Gameplay
es_mx: Jugabilidad
hi_in: गेमप्ले
ja_jp: ゲームプレイ
ko_kr: 게임플레이
ru_ru: Геймплей
zh_cn: 游戏玩法
zh_tw: 遊戲玩法

# PluginStoreCategoryVisuals
source: Visuals
de_de: Visuelle Anpassung
es_mx: Visual
fr_fr: Personnalisation visuelle
hi_in: दृश्य
id_id: Visual
ja_jp: ビジュアル
ko_kr: 비주얼
ru_ru: Визуальные эффекты
zh_cn: 视觉美化
zh_tw: 視覺美化

# DisableCaptchaPopup
source: Disable Risk Control Captcha Popup
de_de: Captcha-Popup der Risikokontrolle deaktivieren
es_mx: Desactivar la ventana emergente de captcha del control de riesgos
fr_fr: Désactiver la fenêtre de captcha du contrôle des risques
hi_in: रिस्क कंट्रोल कैप्चा पॉपअप अक्षम करें
id_id: Nonaktifkan popup captcha kontrol risiko
it_it: Disattiva il popup captcha del controllo rischi
ja_jp: セキュリティチェックのCAPTCHAポップアップを無効化
ko_kr: 위험 관리 캡차 팝업 비활성화
pt_br: Desativar o pop-up de captcha de controle de risco
ru_ru: Отключить всплывающее окно капчи контроля рисков
zh_cn: 禁用风控验证码弹窗
zh_tw: 停用風控驗證碼彈出視窗

# DisableCaptchaPopupCaption
source: When enabled, the account risk control captcha window will not appear. Skipping verification in some cases may temporarily prevent features like Daily Notes from working.
de_de: Wenn aktiviert, wird das Captcha-Fenster der Konto-Risikokontrolle nicht mehr angezeigt. Das Überspringen der Verifizierung kann dazu führen, dass Funktionen wie die Notizen vorübergehend nicht verfügbar sind.
es_mx: Cuando está activado, no aparecerá la ventana de captcha del control de riesgos de la cuenta. Omitir la verificación puede impedir temporalmente que funciones como las notas funcionen.
fr_fr: Une fois activé, la fenêtre de captcha du contrôle des risques du compte ne s'affichera plus. Ignorer la vérification peut temporairement empêcher le fonctionnement de fonctions comme les notes.
hi_in: सक्षम होने पर खाता रिस्क कंट्रोल कैप्चा विंडो दिखाई नहीं देगी। कुछ मामलों में सत्यापन छोड़ने पर दैनिक नोट्स जैसी सुविधाएँ अस्थायी रूप से काम करना बंद कर सकती हैं।
id_id: Jika diaktifkan, jendela captcha kontrol risiko akun tidak akan muncul. Melewati verifikasi dapat membuat fitur seperti catatan sementara tidak berfungsi.
it_it: Se attivato, la finestra captcha del controllo rischi dell'account non verrà mostrata. Saltare la verifica può impedire temporaneamente il funzionamento di funzioni come le note.
ja_jp: 有効にすると、アカウントのセキュリティチェックCAPTCHAウィンドウが表示されなくなります。CAPTCHAをスキップすると、リアルタイムノートなどの機能が一時的に利用できなくなる場合があります。
ko_kr: 활성화하면 계정 위험 관리 캡차 창이 표시되지 않습니다. 인증을 건너뛰면 실시간 메모 등의 기능이 일시적으로 작동하지 않을 수 있습니다.
pt_br: Quando ativado, a janela de captcha de controle de risco da conta não será exibida. Ignorar a verificação pode impedir temporariamente o funcionamento de recursos como as notas.
ru_ru: Если включено, окно капчи контроля рисков аккаунта не будет появляться. Пропуск проверки в некоторых случаях может временно нарушить работу таких функций, как заметки.
zh_cn: 启用后将不会弹出账户风控验证码窗口。某些情况下跳过验证可能导致便签等功能暂时不可用。
zh_tw: 啟用後將不會彈出帳號風控驗證碼視窗。某些情況下略過驗證可能導致便箋等功能暫時無法使用。

# SectionWindowBehavior
source: Window & Navigation
de_de: Fenster & Navigation
es_mx: Ventana y navegación
fr_fr: Fenêtre et navigation
hi_in: विंडो और नेविगेशन
id_id: Jendela & Navigasi
it_it: Finestra e navigazione
ja_jp: ウィンドウとナビゲーション
ko_kr: 창 및 탐색
pt_br: Janela e navegação
ru_ru: Окно и навигация
zh_cn: 窗口与导航
zh_tw: 視窗與導覽

# SettingsGroupPersonalization
source: Personalization
de_de: Personalisierung
es_mx: Personalización
fr_fr: Personnalisation
hi_in: निजीकरण
id_id: Personalisasi
it_it: Personalizzazione
ja_jp: 個人用設定
ko_kr: 개인 설정
pt_br: Personalização
ru_ru: Персонализация
zh_cn: 个性化
zh_tw: 個人化

# SettingsGroupGame
source: Game
de_de: Spiel
es_mx: Juego
fr_fr: Jeu
hi_in: गेम
it_it: Gioco
ja_jp: ゲーム
ko_kr: 게임
pt_br: Jogo
ru_ru: Игра
zh_cn: 游戏
zh_tw: 遊戲

# SettingsGroupApp
source: Application
de_de: Anwendung
es_mx: Aplicación
hi_in: एप्लिकेशन
id_id: Aplikasi
it_it: Applicazione
ja_jp: アプリ
ko_kr: 앱
pt_br: Aplicativo
ru_ru: Приложение
zh_cn: 应用
zh_tw: 應用程式

# SettingsGroupAbout
source: About & Support
de_de: Info & Support
es_mx: Acerca de y soporte
fr_fr: À propos et support
hi_in: जानकारी और समर्थन
id_id: Tentang & Dukungan
it_it: Informazioni e supporto
ja_jp: バージョン情報とサポート
ko_kr: 정보 및 지원
pt_br: Sobre e suporte
ru_ru: О программе и поддержка
zh_cn: 关于与支持
zh_tw: 關於與支援

# SettingsSearchPlaceholder
source: Search settings…
de_de: Einstellungen suchen…
es_mx: Buscar configuración…
fr_fr: Rechercher un paramètre…
hi_in: सेटिंग्स खोजें…
id_id: Cari pengaturan…
it_it: Cerca impostazioni…
ja_jp: 設定を検索…
ko_kr: 설정 검색…
pt_br: Pesquisar configurações…
ru_ru: Поиск параметров…
zh_cn: 搜索设置…
zh_tw: 搜尋設定…
